anthropic.claude-code
asvetliakov.vscode-neovim
charliermarsh.ruff
github.copilot-chat
golang.go
llvm-vs-code-extensions.vscode-clangd
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.remote-explorer
